Repository: Acidburn0zzz/packages-extra
Catalog: pacman-gui/source-code/po/*.po
Languages: de, pt_br, ro, tr

source: pacman-gui - Gtk Frontend for pacman
de: pacman-gui - Gtk Frontend für pacman
pt_br: pacman-gui - Interface Gtk para pacman
ro: pacman-gui - Interfață Gtk pentru pacman
tr: pacman-gui - Pacman icin GTK arayuzu

source: Sync DB
tr: Veritabani Eslestirme

source: Update System
pt_br: Atualizar o sistema
ro: Actualizează sistemul
tr: Sistem Guncelleme

source: Update force mode
de: Fociere Update
pt_br: Forçar atualização
ro: Forțează actualizarea
tr: Force Mod ile Guncelleme

source: Install Packages
de: Installiere Pakete
pt_br: Instalar Pacotes
ro: Instalează pachete
tr: Paket Yukleme

source: Remove Packages
de: Entferne Pakete
pt_br: Remover Pacotes
ro: Elimină pachete
tr: Paketleri Kaldirma

source: Search Packages
de: Suche nach Paketen
pt_br: Pesquisar Pacotes
ro: Caută pachete
tr: Paketleri Arama

source: Search Installed
de: Suche nach Installiertem
pt_br: Pesquisar Pacotes Instalados
ro: Caută instalate
tr: Kurulu Olanlari Tara

source: Search File
de: Suche Datei
pt_br: Pesquisar Arquivos
ro: Caută fișier
tr: Dosya Ara

source: Package Details
de: Paketinformation
pt_br: Detalhes dos Pacotes
ro: Detalii pachete
tr: Paket Ayrintilari

source: Install local Package
de: Installiere lokales Paket
pt_br: Instalar Pacote Local
ro: Instalează pachete locale
tr: Yerel Paketler Yukle

source: Remove Orphaned Packages
de: Entferne unnötige Pakete
pt_br: Remover Pacotes Órfãos
ro: Elimină pachete orfane
tr: Yetim (Sahipsiz) Paketleri Kaldir

source: Clear Cache
de: Cache leeren
pt_br: Limpar Cache
ro: Elimină cache
tr: On Bellegi (cache) Temizle

source: Open PkgBrowser
de: Öffne PkgBrowser
pt_br: Abrir PkgBrowser
ro: Deschide PkgBrowser
tr: PkgBrowser Ac

source: Exit
de: Beenden
pt_br: Sair
ro: Ieșire
tr: Cikis

source: Cancel
de: Abbrechen
pt_br: Cancelar
ro: Revocare
tr: Iptal

source: Remove
de: Entfernen
pt_br: Remover
ro: Elimină
tr: Kaldir

source: Upgrade successfully
de: Upgrade erfolgreich
pt_br: Atualização foi um sucesso
ro: Actualizare cu succes
tr: Yukseltme Basarili

source: Force upgrade
de: Fociere Upgrade
pt_br: Forçar Atualização
ro: Actualizează forțat
tr: Zorlayarak (Force) yukseltme

source: Upgrade
pt_br: Atualização
ro: Actualizează
tr: Yukselt

source: Pacman-Gui is a Gtk Frontend for pacman, based on GTK-Dialog and inspired by pacmind
de: Pacman-Gui ist ein GTK-Frontend für pacman, basierend auf GTK-Dialog und inspiriert durch pacmind
pt_br: Pacman-Gui é uma Interface Gtk para pacman, basedo em GTK-Dialog e inspirado por pacmind
ro: Pacman-Gui este o interfață Gtk pentru pacman, bazată pe GTK-Dialog și inspirată de pacmind
tr: Pacman-GUI, Pacman icin bir GTK arayuzdur ve Pacman mantigindan esinlenmistir

source: Install one or more packages
de: Installiere ein oder mehrere Pakete
pt_br: Instalar um ou mais pacotes
ro: Instalează unul sau mai multe pachete
tr: Bir veya daha fazla paket kur

source: In case of multiple-choice enter a space between the one and the other
de: Im Fall einer Mehrauswahl fügen Sie ein Leerzeichen zwischen den Paketen ein
pt_br: No caso de múltiplas escolhas inserir um espaço entre uma e outra
ro: În caz de alegere multiplă introduceți un spațiu între elemente
tr: Coklu secimlerinizde, secimler arasinda bir bosluk birakin

source: Insert package/s name
de: Paketname(n) einfügen
pt_br: Inserir nome dos pacotes
ro: Inserați numele pachetului/elor
tr: Paket(ler) in adini girin

source: Remove one or more packages
de: Entferne ein oder mehrere Pakete
pt_br: Remover um ou mais pacotes
ro: Elimină unul sau mai multe pachete
tr: Bir veya birden fazla paketleri kaldirin

source: Search for installed packages
de: Such nach installierten Paketen
pt_br: Pesquisar por pacotes instalados
ro: Caută pachete instalate
tr: Kurulu paketleri taratin

source: Search packages by name or keyword
de: Suche Pakete mit Namen oder Schlüsselwort
pt_br: Pesquisar pacotes por nome ou palavra-chave
ro: Caută pachete utilizând numele sau un cuvânt cheie
tr: Ad veya anahtar kelimeye gore paket aratin

source: For example, for search a pdf reader type pdf
de: Zu Beispiel, wenn Sie nach einem PDF-Reader suchen, schreiben Sie pdf
pt_br: Por exemplo, para pesquisar um tipo de leitor de pdf escreva pdf
ro: De exemplu, pentru a căuta un cititor pdf scrieți pdf
tr: Orn: PDF okuyucu icin pdf yazin

source: Type keyword
de: Schreibe Schlüsselwort
pt_br: Escreva palavra-chave
ro: Scrieți chuvântul cheie
tr: Anahtar kelimeyi yazin

source: Upgrade packages
de: Pakete erneuern
pt_br: Atualizar pacotes
ro: Actualizează pachete
tr: Paketleri Yukselt

source: Update
pt_br: Atualizar
ro: Actualizează
tr: Guncelle

source: Update repo
pt_br: Atualizar repo
ro: Actualizează repo
tr: REPO Guncelleme

source: Manually install one local package
de: Installiere ein lokales Paket manuell
pt_br: Instalar manualmente um pacote local
ro: Instalează manual un pachet local
tr: Yerel bir paketi el ile yukle

source: Press Enter to close the window
de: Drücken Sie Enter um das Fenster zu schließen
pt_br: Pressione Enter para fechar a janela
ro: Apăsați Enter pentru a închide fereastra
tr: Pencereyi kapatmak icin Enter basin
